[{"judul":"Avatar: The Legend of Aang","link":"avatar_the_legend_of_aang","origin":"https:\/\/anoboy.mobi\/anime\/avatar-the-legend-of-aang\/","sts":"1","src":"2","img":"https://anoboy.mobi//img/38794.jpg","desc":"Avatar: The Legend of Aang menceritakan tentang Avatar: The Legend of Aang mengambil tempat di sebuah dunia fantasi, tempat tinggal manusia, berbagai binatang fantastik, dan roh- roh. Peradaban manusia terbagi-bagi menjadi empat bangsa, Suku Air (Water Tribe), Kerajaan Bumi (Earth Kingdom), Pengembara Udara (Air Nomads), dan Negara Api (Fire Nation) . Dalam setiap bangsa ada orang- orang yang dipanggil Bender (secara harfiah berarti “Pembengkok”, namun dalam hal ini dianggap “Pengendali”) yang memiliki kemampuan mengendalikan unsur alam sesuai bangsa mereka. Seni mengendalikan unsur alam ini merupakan perpaduan gaya seni beladiri dan sihir unsur alam. Dalam setiap generasi, ada seseorang yang mampu mengendalikan setiap unsur, ialah yang dipanggil sebagai Avatar, roh dari planet yang menitis dalam bentuk manusia. Ketika seorang Avatar meninggal dunia, dia akan terlahir kembali di bangsa yang gilirannya selalu bergantian sesuai dengan siklus Avatar, yang seiring dengan musim: musim dingin untuk air, musim semi untuk tanah, musim panas untuk api, dan musim gugur untuk udara. Legenda mengatakan bahwa seorang Avatar harus mempelajari seni mengendalikan unsur sesuai dengan urutannya, dimulai dengan unsur asli bangsa sang Avatar, namun kadang-kadang urutan ini bisa dilewat jika keadaan memaksa. Mempelajari pengendalian unsur yang berlawanan dengan unsur asli bangsa seseorang adalah hal yang teramat sulit karena perbedaan gaya seni beladiri dan doktrin-doktrinnya."},{"judul":"Boruto Naruto Next Generations","link":"boruto_naruto_next_generations","origin":"https:\/\/www.oploverz.in\/series\/boruto-naruto-next-generations\/","sts":"0","src":"1"},{"judul":"Death Note","link":"death_note","origin":"https:\/\/www.oploverz.in\/series\/death-note\/","sts":"1","src":"1"},{"judul":"Naruto","link":"naruto","origin":"https:\/\/www.oploverz.in\/series\/naruto\/","sts":"1","src":"1"},{"judul":"Naruto Shippuuden","link":"naruto_shippuuden","origin":"https:\/\/www.oploverz.in\/series\/naruto-shippuuden\/","sts":"1","src":"1"},{"judul":"One Piece Special","link":"one_piece_special","origin":"https:\/\/www.oploverz.in\/series\/one-piece-episode-special\/","sts":"1","src":"1"},{"judul":"One Piece Movie","link":"one_piece_movie","origin":"https:\/\/www.oploverz.in\/series\/one-piece-movie\/","sts":"1","src":"1"},{"judul":"One Piece Ova","link":"one_piece_ova","origin":"https:\/\/www.oploverz.in\/series\/one-piece-ova\/","sts":"1","src":"1"},{"judul":"Samurai X Rurouni Kenshin Meiji Kenkaku Romantan","link":"samurai_x_rurouni_kenshin_meiji_kenkaku_romantan","origin":"https:\/\/www.oploverz.in\/series\/samurai-x-rurouni-kenshin-meiji-kenkaku-romantan\/","sts":"1","src":"1"}]